
"AX_SLEEP_ICON_DESCRIPTION"	= "잠자기 아이콘";
"AX_RESTART_ICON_DESCRIPTION" = "재시동 아이콘";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "종료 아이콘";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"승인"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"로그 아웃 중";

"SHUTTING_DOWN"	=	"시스템 종료 중";

"RESTARTING"	=	"재시동 중";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"%@을(를) 강제로 종료하겠습니까?";
"FORCE_QUIT_INFO_MESSAGE"	=	"저장하지 않은 변경 사항은 유실됩니다.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "%ld개의 선택한 응용 프로그램을 강제 종료하겠습니까?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"저장하지 않은 변경 사항은 유실됩니다.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "메모리에 여유 공간을 추가하려면, 응용 프로그램을 선택한 다음 강제 종료를 선택하십시오.";

"NORMAL_MESSAGE_TEXT" = "응용 프로그램이 반응하지 않으면 이름을 클릭하고 강제 종료를 선택하십시오.";

"LOMEM_INFO_TEXT" = "윈도우를 닫고 시동 디스크에서 파일을 제거해도 도움이 됩니다.";

"NORMAL_INFO_TEXT" = "Command-Option-Escape를 눌러\n이 윈도우를 열 수 있습니다.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "강제 종료";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "%@ 응용 프로그램을 종료하는데 실패했기 때문에 로그 아웃되지 않았습니다. 다시 로그 아웃을 시도하려면, %@을(를) 종료하고 Apple 메뉴 > 로그 아웃을 선택하십시오.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "응용 프로그램을 종료하는데 실패했기 때문에 로그 아웃되지 않았습니다. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "응답이 없는 응용 프로그램을 종료하려면, Apple 메뉴 > 강제 종료를 선택하십시오(또는 Command-Option-Esc를 누르십시오).";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "%@ 응용 프로그램을 종료하는데 실패했으며 응답이 없습니다.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "%@ 응용 프로그램이 로그 아웃을 취소하였습니다.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "응용 프로그램이 로그 아웃을 취소하였습니다.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "%@ 응용 프로그램이 로그 아웃을 취소하였습니다. FileVault가 이 계정에서 켜지지 않습니다.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "응용 프로그램이 로그 아웃을 취소하였습니다. FileVault가 이 계정에서 켜지지 않습니다.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "이 계정은 암호화되지 않습니다. FileVault를 켜려면, 시스템 환경설정을 열고 다시 시작하십시오. 마스터 암호를 설정하였다면, 다시 설정할 필요가 없습니다.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "%@ 응용 프로그램이 로그 아웃을 취소하였습니다. FileVault가 이 계정에서 꺼지지 않습니다.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "응용 프로그램이 로그 아웃을 취소하였습니다. FileVault가 이 계정에서 꺼지지 않습니다.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "%@ 응용 프로그램이 로그 아웃을 취소하였습니다. FileVault는 이 계정에 대해 변환되지 않습니다.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "응용 프로그램이 로그 아웃을 취소하였습니다. FileVault가 이 계정에서 변환되지 않습니다.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "해당 계정은 암호화됩니다. FileVault를 끄려면 시스템 환경설정을 열고 다시 시작하십시오.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "계정은 원래 포맷으로 유지됩니다. FileVault를 변환하려면, 시스템 환경설정을 열고 다시 시작하십시오.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "다시 시도하려면 %@을(를) 종료하고 Apple 메뉴에서 로그 아웃을 선택하십시오.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "다시 시도하려면, Apple 메뉴 > 로그 아웃을 선택하십시오.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "%@ 응용 프로그램이 재시동을 취소하였습니다.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "응용 프로그램이 재시동을 취소하였습니다.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "다시 시도하려면 %@을(를) 종료하고 Apple 메뉴에서 재시동을 선택하십시오.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "다시 시도하려면, Apple 메뉴 > 재시동을 선택하십시오.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "%@ 응용 프로그램이 시스템 종료를 취소하였습니다.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "응용 프로그램이 시스템 종료를 취소하였습니다.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "다시 시도하려면 %@을(를) 종료하고, Apple 메뉴 > 시스템 종료를 선택하십시오.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "다시 시도하려면 Apple 메뉴에서 시스템 종료를 선택하십시오.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"심각한 문제가 발생하였기 때문에 Finder를 시작할 수 없습니다.";


"APP_DIED_ALERT_MESSAGE"		=   "%@ 응용 프로그램이 예기치 않게 종료되었습니다.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "시스템과 다른 응용 프로그램에는 영항을 주지 않습니다.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"승인";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"취소";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"시스템 종료";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"재시동";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"잠자기";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"강제 종료";

/* Terminate button */
"TERMINATE_BUTTON"	=	"강제 종료";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"재실행";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"일시 정지";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"다시 시작";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"지금 컴퓨터의 시스템을 종료하겠습니까?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"지금 컴퓨터를 재시동하겠습니까?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"모든 응용 프로그램을 종료하고 지금 로그 아웃 하겠습니까?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "이 컴퓨터는 자동으로 잠자도록 예정되어 있습니다.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "이 컴퓨터는 자동으로 종료되도록 예정되어 있습니다.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "이 컴퓨터는 자동으로 재시동되도록 예정되어 있습니다.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d분 %2$d초";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d분 1초";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d분";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1분 %d초";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1분 1초";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1분";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d초";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1초";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0초";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "아무런 작업이 없다면, %@ 후에 자동으로 로그 아웃됩니다.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "아무런 작업이 없다면, 컴퓨터가 %@ 후에 자동으로 시스템 종료됩니다.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "아무런 작업이 없다면, 컴퓨터가 %@ 후에 자동으로 재시동됩니다.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "아무런 작업이 없다면, 컴퓨터가 %@ 후에 자동으로 시스템 종료됩니다.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "아무런 작업이 없다면, 컴퓨터가 %@ 후에 자동으로 잠자기 상태가 됩니다.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "아무런 작업이 없다면, 컴퓨터가 %@ 후에 자동으로 재시동됩니다.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "시스템 종료하면 사용자의 파일이 삭제됩니다.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "방문객 사용자로 로그인했습니다. 시스템을 종료하면 방문객 사용자 홈 폴더에 있는 모든 파일 및 정보가 삭제됩니다. 이 파일들은 복구할 수 없습니다.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "재시동하면 사용자의 파일이 삭제됩니다.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "방문객 사용자로 로그인했습니다. 재시동하면 방문객 사용자 홈 폴더에 있는 모든 파일 및 정보가 삭제됩니다. 이 파일들은 복구할 수 없습니다.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "로그 아웃하면 사용자의 파일이 삭제됩니다.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "파일 삭제 및 로그아웃";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "파일 삭제 및 재시동";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "파일 삭제 및 시스템 종료";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "알 수 없음";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "컴퓨터의 시계가 2008년 1월 1일 이전 날짜로 설정되어 있습니다. 이 때문에 일부 응용 프로그램이 제대로 작동하지 않을 수 있습니다.";

"ILLEGAL_TIME_MESSAGE" = "시계를 수동으로 설정하려면, 날짜와 시간 환경설정을 여십시오. 자세한 정보를 보려면, 도움말 > Mac 도움말을 선택하십시오.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Apple 파일 공유 사용자가 접속되어 있음";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "지금 컴퓨터를 재시동하겠습니까?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "지금 컴퓨터의 시스템을 종료하겠습니까?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "파일 공유를 사용하여 이 컴퓨터에 접속하고 있는 %d명의 다른 사용자가 있습니다.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "파일 공유를 사용하여 이 컴퓨터에 접속하고 있는 사용자가 있습니다.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "파일 공유를 사용하여 이 컴퓨터에 접속하고 있는 %d명의 다른 사용자가 있습니다.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "파일 공유를 사용하여 이 컴퓨터에 접속하고 있는 사용자가 있습니다.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="화면 잠금을 해제하려면 암호를 입력해야 합니다.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (응답 없음)";

"APP_PAUSED_SUFFIX" = " (일시 중지됨)";

"APP_THROTTLED_SUFFIX" = " (중단됨)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "지금 \"%@\" 사용자 계정으로 로그인할 수 없습니다.";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "오류가 발생했기 때문에 로그인에 실패했습니다. 로그인하려는 계정의 홈 폴더는 AFP 또는 SMB 서버에 있습니다. 도움이 필요하면 시스템 관리자에게 문의하십시오.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "승인";
